[
    {
        "productId": 10861816,
        "categoryId": -1,
        "categoryStrId": 0,
        "unionId": 0,
        "parentId": 22455,
        "brandId": 0,
        "depotId": 0,
        "height": 425,
        "availability": 0,
        "productDescription": "[]",
        "productDetail": "[\"Color: White  |  Size: 640 Count   Baby Wipes Specially designed for sensitive skin, these thick, textured baby wipes are made with ultra-pure glacier water and infused with plant-derived vitamins for natural skin protection and healing. The baby wipes are hypoallergenic, so you can cleanse your baby without worry. With bloom BABY sensitive wipes, keeping it simple and keeping baby clean go hand in hand. Baby's Health Comes First bloom BABY puts a lot of thought and research into developing products that keep baby skin as pure and healthy as possible. That's why these baby wipes have 100% Hydro Pure water as a base. The purer the water from the start, the fewer impurities and bacterial organisms that need to be treated. Starting with pure ingredients is the easiest way to keep it pure. It's that simple. Hypoallergenic Formula Newborn skin can be sensitive to the wide world of new substances. By creating products that are hypoallergenic, bloom BABY wipes let baby explore that world without stressing baby's delicate system. It's not just about skin irritants, the wipes also have not come into contact with nuts, wheat or gluten. See the Skin Safe Rating chart on the packaging to find out exactly what's touching your baby's skin. Baby's World is Everything Your baby is the center of your world. Parents care a lot about what that world looks like today and well beyond tomorrow. Every product has an impact, but you should try to look for ways to make that impact as minimal as possible. These wipes are made from natural fibers and are produced using wind energy. In addition, bloom BABY products are never tested on animals. bloom BABY wipes are formulated for the diaper area. If use on the face, a brief tingling sensation may occur as the derma on the face and eyes have different sensitivities.\"]",
        "productImageLink": "https://images-na.ssl-images-amazon.com/images/I/71ULRBd69UL._SX425_.jpg",
        "productPrice": "$7.99",
        "productSale": "$2.74",
        "productTitle": "bloom +KIND bloom BABY Sensitive Skin Unscented Hypoallergenic Baby Wipes, 80-Count",
        "sourceId": 3,
        "sourceProductId": "B019YLCH06",
        "width": 425,
        "brandName": "bloom +KIND",
        "lastCheckedTime": 1540972693000,
        "numOfReviews": 454,
        "score": 4.2,
        "tagAttributeIds": [
            12,
            22,
            2,
            6,
            1022
        ]
    }
]


[
    {
        "productId": 10195120,
        "categoryId": -1,
        "categoryStrId": 0,
        "unionId": 0,
        "parentId": 110095120,
        "depotId": 198953,
        "height": 355,
        "availability": 0,
        "productDescription": "[]",
        "productDetail": "[\"Capacity: 4TB  |  Style: Portable   WD 4TB Elements Portable External Hard Drive - USB 3.0 - WDBU6Y0040BBK-WESN\"]",
        "productPrice": "$139.99",
        "historyLowPrice": "$89.99",
        "productSale": "$99.99",
        "productTitle": "Western Digital WD 4TB Elements Portable External Hard Drive - USB 3.0 - WDBU6Y0040BBK-WESN",
        "sourceId": 3,
        "sourceProductId": "B0713WPGLL",
        "width": 355,
        "brandName": "Western Digital",
        "lastCheckedTime": 1540972660000,
        "numOfReviews": 1591,
        "score": 4.2,
        "tagAttributeIds": [
            12,
            82,
            294,
            2548
        ]
    }
]


[
    {
        "productId": 10195116,
        "categoryId": 6,
        "categoryStrId": 0,
        "unionId": 0,
        "parentId": 110095116,
        "depotId": 200883,
        "height": 355,
        "availability": 0,
        "productDescription": "[]",
        "productDetail": "[\"Color: Black   Product Description The Ninja Professional Blender 1000 features a sleek design and outstanding performance with 1000 watts of professional power. Ninja Total Crushing blades gives you perfect ice crushing, blending, pureeing, and controlled processing. The XL 72 oz. professional blender jar is great for making drinks and smoothies for the whole family. All parts are BPA free and dishwasher safe.  By Ninja\"]",
        "productImageLink": "https://images-na.ssl-images-amazon.com/images/I/81rbrpsLi0L._SY741_.jpg",
        "productPrice": "$89.99",
        "historyLowPrice": "$49.99",
        "productSale": "$79.00",
        "productTitle": "SharkNinja Ninja Professional Blender (BL610)",
        "sourceId": 3,
        "sourceProductId": "B00NGV4506",
        "width": 180,
        "brandName": "SharkNinja",
        "lastCheckedTime": 1540972642000,
        "numOfReviews": 2586,
        "score": 4.3,
        "tagAttributeIds": [
            10,
            12,
            1566,
            2548
        ]
    }
]


[
    {
        "productId": 10194840,
        "categoryId": 6,
        "categoryStrId": 0,
        "unionId": 0,
        "parentId": 110094840,
        "depotId": 200836,
        "height": 288,
        "availability": 0,
        "productDescription": "[]",
        "productDetail": "[\"Size: 10\\\" and 12\\\"   A true kitchen staple, the All-Clad hard anodized E7859064 set of 2 fry pans (10 & 12 in.) is ideal for searing, browning, and pan-frying everything from eggs to meats. The fry pans feature a flat bottom and flared sides that make tossing foods effortless and allow for easy turning with a spatula. The All-Clad frying pans are great for cooking at higher heat with oils to develop foods with full rich flavor, Color, and crisp Texture. With Ha1 hard anodized cookware, you can experience the renowned quality of All-Clad and the ultimate convenience of nonstick. The All-Clad cookware's three layers of PFOA-free nonstick coating ensure effortless food release and make cleanup a breeze. Even more, hard anodized nonstick cookware offers dishwasher-safe convenience, induction Compatibility, and warp-resistant strength. Discover what it means to cook with All-Clad.\"]",
        "productImageLink": "https://images-na.ssl-images-amazon.com/images/I/8191JLIU1UL._SX569_.jpg",
        "productPrice": "$79.96",
        "historyLowPrice": "$59.99",
        "productSale": "$79.96",
        "productTitle": "All-Clad E7859064 HA1 Hard Anodized Nonstick Dishwasher Safe PFOA Free 10-Inch & 12-Inch Fry Pan Cookware Set, 2-Piece, Black",
        "sourceId": 3,
        "sourceProductId": "B071JPND23",
        "width": 463,
        "brandName": "All-Clad",
        "lastCheckedTime": 1540972639000,
        "numOfReviews": 780,
        "score": 4.4,
        "tagAttributeIds": [
            10,
            12,
            1566
        ]
    }
]